Repository: Kun686/iTerm2-CN
Catalog: sources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# ui.appkit.itermapplicationdelegate.gpu_renderer_availability.bd16bac3
source: GPU Renderer Availability
zh_hans: GPU 渲染器可用性

source: GPU rendering is enabled for the current session.
zh_hans: 当前会话已启用 GPU 渲染。

source: GPU rendering is off in the current session because %@
zh_hans: 当前会话已关闭 GPU 渲染，原因是 %@

# ui.appkit.itermapplicationdelegate.i_ll_take_my_chances.cd51bfe3
source: I’ll Take My Chances
zh_hans: 仍要继续

# ui.appkit.itermapplicationdelegate.installation_failed.faa69b07
source: Installation Failed
zh_hans: 安装失败

# ui.appkit.itermapplicationdelegate.installed_successfully.c84ff955
source: Installed successfully!
zh_hans: 安装成功！

# ui.appkit.itermapplicationdelegate.main_menu.35f9896e
source: Main Menu
zh_hans: 主菜单

# ui.appkit.itermapplicationdelegate.new_tab.cca2b7ef
source: New Tab…
zh_hans: 新建标签页…

# ui.appkit.itermapplicationdelegate.new_tab_at_end.a9794d82
source: New Tab At End
zh_hans: 在末尾新建标签页

# ui.appkit.itermapplicationdelegate.new_tab_next_to_current_tab.81b34620
source: New Tab Next to Current Tab
zh_hans: 在当前标签页旁新建标签页

# ui.appkit.itermapplicationdelegate.new_tmux_tab.727e2657
source: New tmux Tab
zh_hans: 新建 tmux 标签页

# ui.appkit.itermapplicationdelegate.new_tmux_window.8acc3538
source: New tmux Window
zh_hans: 新建 tmux 窗口

# ui.appkit.itermapplicationdelegate.new_window.1a463a06
source: New Window…
zh_hans: 新建窗口…

# ui.appkit.itermapplicationdelegate.new_window_default_profile.12eabc33
source: New Window (Default Profile)
zh_hans: 新建窗口（默认配置文件）

source: No retrospective debug logs have been recorded yet.
zh_hans: 尚未记录追溯调试日志。

# ui.appkit.itermapplicationdelegate.no_retrospective_logs.be1d45d4
source: No Retrospective Logs
zh_hans: 没有追溯调试日志

# ui.appkit.itermapplicationdelegate.ok.565339bc
source: OK
zh_hans: 好

# ui.appkit.itermapplicationdelegate.ok_to_run.e813ee8a
source: OK to run “%@”?
zh_hans: 确定要运行“%@”吗？

# ui.appkit.itermapplicationdelegate.pasting_at_up_to_sec.80f34c4d
source: Pasting at up to %@/sec
zh_hans: 正在以最高 %@/秒的速度粘贴

# ui.appkit.itermapplicationdelegate.python_environment_unavailable.77664649
source: Python Environment Unavailable
zh_hans: Python 环境不可用

# ui.appkit.itermapplicationdelegate.python_runtime.6e3ea1ff
source: Python Runtime
zh_hans: Python 运行环境

# ui.appkit.itermapplicationdelegate.quit_iterm2.0354e03b
source: Quit iTerm2?
zh_hans: 要退出 iTerm2 吗？

# ui.appkit.itermapplicationdelegate.quit_iterm2.ebad2b18
source: Quit iTerm2
zh_hans: 退出 iTerm2

# ui.appkit.itermapplicationdelegate.replay_recorded_keys.7c3f31ef
source: Replay Recorded Keys
zh_hans: 重放已录制的按键

# ui.appkit.itermapplicationdelegate.restore_arrangement.a5b47fdf
source: Restore Arrangement
zh_hans: 恢复窗口布局

# ui.appkit.itermapplicationdelegate.save_retrospective_debug_logs.fe666e0c
source: Save Retrospective Debug Logs
zh_hans: 保存追溯调试日志

source: Sessions will be restored automatically when iTerm2 is relaunched.
zh_hans: 重新启动 iTerm2 后，会自动恢复会话。

# ui.appkit.itermapplicationdelegate.settings.74a883a0
source: Settings
zh_hans: 设置

# ui.appkit.itermapplicationdelegate.suppressed_alerts.4a9cb183
source: Suppressed Alerts…
zh_hans: 已隐藏的提醒…

# ui.appkit.itermapplicationdelegate.tab.7508386a
source: tab
zh_hans: 标签页

source: The color scheme was imported and added to presets. You can find it under Settings > Profiles > Colors > Load Presets….
zh_hans: 配色方案已导入并添加到预设中。可在“设置”>“配置文件”>“颜色”>“加载预设…”中找到。

source: The current session is a tmux session. Would you like to create a new tmux %@ or use the default profile?
zh_hans: 当前会话是 tmux 会话。要新建 tmux %@，还是使用默认配置文件？

source: This is the last nightly build that will support macOS 11 and older. Sorry for the inconvenience!
zh_hans: 这是最后一个支持 macOS 11 及更早版本的每日构建。很抱歉带来不便！

source: This nightly build is over 30 days old. Consider updating soon: you may be suffering from awful bugs in blissful ignorance.
zh_hans: 此每日构建已超过 30 天。请考虑尽快更新，以免在不知情的情况下受到严重 Bug 影响。

# ui.appkit.itermapplicationdelegate.toggle_key_recording.1bb2fa67
source: Toggle Key Recording
zh_hans: 切换按键录制

# ui.appkit.itermapplicationdelegate.undo_close_session.15f11471
source: Undo Close Session
zh_hans: 撤销关闭会话

# ui.appkit.itermapplicationdelegate.unnamed_mark.60fcaa06
source: Unnamed Mark
zh_hans: 未命名标记

# ui.appkit.itermapplicationdelegate.update_failed.5da8e751
source: Update Failed
zh_hans: 更新失败

# ui.appkit.itermapplicationdelegate.update_now.f96f4d46
source: Update Now
zh_hans: 立即更新

# ui.appkit.itermapplicationdelegate.uploads.d084236c
source: Uploads
zh_hans: 上传

# ui.appkit.itermapplicationdelegate.use_default_profile.412dd743
source: Use Default Profile
zh_hans: 使用默认配置文件

# ui.appkit.itermapplicationdelegate.what_kind_of_do_you_want_to_open.ad7126ba
source: What kind of %@ do you want to open?
zh_hans: 您要打开哪种%@？

# ui.appkit.itermapplicationdelegate.window.44ff7b02
source: window
zh_hans: 窗口

# ui.appkit.itermapplicationdelegate.you_re_up_to_date.1998df3a
source: You’re up to date!
zh_hans: 已是最新版本！

# ui.applaunch.itermlaunchexperiencecontroller.copy_command.3bdd0fd9
source: Copy Command
zh_hans: 拷贝命令

# ui.applaunch.itermlaunchexperiencecontroller.ignore.fce77c34
source: Ignore
zh_hans: 忽略

# ui.applaunch.itermlaunchexperiencecontroller.important_change.b1e8812a
source: Important Change
zh_hans: 重要变更

source: iTerm2 no longer warns before a multi-line paste, unless you are at the shell prompt.
zh_hans: 除非位于 Shell 提示符，否则 iTerm2 不再在粘贴多行文本前发出警告。

# ui.applaunch.itermlaunchexperiencecontroller.ok.565339bc
source: OK
zh_hans: 好

# ui.applaunch.itermlaunchexperiencecontroller.remind_me_later.9d52543f
source: Remind me Later
zh_hans: 稍后提醒我

source: The system Python's iterm2 module is out of date and won't work with this version of iTerm2. Run `%@` to fix it.
zh_hans: 系统 Python 的 iterm2 模块版本过旧，无法与此版本的 iTerm2 配合使用。请运行 `%@` 进行修复。

source: Upgrade system Python iterm2 module?
zh_hans: 要升级系统 Python 的 iterm2 模块吗？

# ui.applaunch.itermmigrationhelper.cancel.19766ed6
source: Cancel
zh_hans: 取消

# ui.applaunch.itermmigrationhelper.erase_from_settings.6858a10b
source: Erase from Settings
zh_hans: 从设置中抹掉

# ui.applaunch.itermmigrationhelper.i_fixed_it.34c8878f
source: I Fixed It
zh_hans: 我已修复

source: iTerm2's Application Support directory has changed. Previously, both these directories were supported: ~/Library/Application Support/iTerm ~/Library/Application Support/iTerm2. Now, only the iTerm2 version is supported. But you have files in both so please move everything from iTerm to iTerm2.
zh_hans: iTerm2 的“应用程序支持”目录已更改。 以前同时支持以下两个目录： ~/Library/Application Support/iTerm ~/Library/Application Support/iTerm2。 现在只支持 iTerm2 目录，但您的两个目录中都有文件。请将 iTerm 目录中的所有内容移到 iTerm2 目录。

# ui.applaunch.itermmigrationhelper.learn_more.8d8cd546
source: Learn More
zh_hans: 了解更多

# ui.applaunch.itermmigrationhelper.manual_update_needed.ad739221
source: Manual Update Needed
zh_hans: 需要手动更新

# ui.applaunch.itermmigrationhelper.move_key.f8501fd2
source: Move Key
zh_hans: 迁移密钥

source: Move OpenAI API key into the keychain? It is currently stored in User Defaults, which is not as secure.
zh_hans: 要将 OpenAI API 密钥移入钥匙串吗？它目前存储在安全性较低的用户默认设置中。

# ui.applaunch.itermmigrationhelper.not_now.ccb4c324
source: Not Now
zh_hans: 暂不

# ui.applaunch.itermmigrationhelper.ok.565339bc
source: OK
zh_hans: 好

# ui.applaunch.itermmigrationhelper.open_in_finder.91fd498d
source: Open in Finder
zh_hans: 在 Finder 中显示

# ui.applaunch.itermmigrationhelper.remove_deprecated_key_mappings.657de5e2
source: Remove Deprecated Key Mappings?
zh_hans: 要移除已弃用的按键映射吗？

source: Some profiles have unnecessary key mappings which may interfere with window tiling shortcuts added in macOS Sequoia. These were in the default profile for many years but are no longer needed. Remove the key mappings? It shouldn’t break anything, and it won’t modify the on-disk copy of the dynamic profile.
zh_hans: 某些配置文件包含不再需要的按键映射，可能会干扰 macOS Sequoia 新增的窗口平铺快捷键。这些映射曾在默认配置文件中存在多年，现在已不再需要。要移除这些按键映射吗？这应该不会破坏任何功能，也不会修改动态配置文件的磁盘副本。

source: Companion device pairing has been disabled. Talk to your enterprise system administrator.
zh_hans: 配套设备配对功能已被停用。请联系企业系统管理员。

# ui.applaunch.itermonboardingwindowcontroller.feature_unavailable.5031e0f3
source: Feature Unavailable
zh_hans: 功能不可用

source: Generative AI features have been disabled. Talk to your enterprise system administrator.
zh_hans: 生成式 AI 功能已被停用。请联系企业系统管理员。

# ui.applaunch.itermonboardingwindowcontroller.no_terminal_window.922005e1
source: No Terminal Window
zh_hans: 没有终端窗口

# ui.applaunch.itermonboardingwindowcontroller.ok.565339bc
source: OK
zh_hans: 好

source: You need an open terminal window to make a screenshot.
zh_hans: 需要打开一个终端窗口才能截取屏幕截图。

# ui.applescript.itermrequestcookiecommand.24_hours.7fe40c99
source: _24 Hours
zh_hans: 24 小时(_2)

# ui.applescript.itermrequestcookiecommand.always_allow_all_apps.374f129e
source: Always Allow All Apps
zh_hans: 始终允许所有应用

# ui.applescript.itermrequestcookiecommand.an_app.094f9581
source: An app
zh_hans: 某个应用

# ui.applescript.itermrequestcookiecommand.deny.05a2d733
source: Deny
zh_hans: 拒绝

# ui.applescript.itermrequestcookiecommand.forever.55f980cf
source: Forever
zh_hans: 永久

# ui.applescript.itermrequestcookiecommand.requests_a_reusable_api_cookie.de447566
source: %@ requests a reusable API cookie.
zh_hans: %@ 请求可重复使用的 API Cookie。

# ui.arrangements.trust.action.cancel
source: Cancel
zh_hans: 取消

# ui.arrangements.trust.action.open
source: Open
zh_hans: 打开

# ui.arrangements.trust.contains
source: This arrangement contains:
zh_hans: 此窗口布局包含：

# ui.arrangements.trust.explanation
source: Window arrangements embed session profiles, which can run commands, connect to remote hosts, and configure triggers or smart-selection actions that execute when the terminal sees matching output. Opening an arrangement from an untrusted source is equivalent to running a program they gave you.
zh_hans: 窗口布局中嵌入了会话配置文件；这些配置文件可以运行命令、连接远程主机，还能配置触发器或智能选择操作，并在终端出现匹配输出时执行。从不受信任的来源打开窗口布局，就相当于运行对方提供的程序。

# ui.arrangements.trust.heading
source: Open the arrangement “%1$@”?
zh_hans: 要打开窗口布局“%1$@”吗？

# ui.arrangements.trust.only_if_trusted
source: Open it only if you trust where it came from.
zh_hans: 仅当您信任其来源时才打开。

# ui.arrangements.trust.risk.custom_command.many
source: custom commands that will run when the arrangement opens
zh_hans: 个将在打开窗口布局时运行的自定义命令

# ui.arrangements.trust.risk.custom_command.one
source: custom command that will run when the arrangement opens
zh_hans: 个将在打开窗口布局时运行的自定义命令

# ui.arrangements.trust.risk.embedded_session_profile.many
source: embedded session profiles
zh_hans: 个嵌入的会话配置文件

# ui.arrangements.trust.risk.embedded_session_profile.one
source: embedded session profile
zh_hans: 个嵌入的会话配置文件

# ui.arrangements.trust.risk.initial_text_session.many
source: sessions with text that will be typed into the terminal on startup
zh_hans: 个启动时会将文本输入终端的会话

# ui.arrangements.trust.risk.initial_text_session.one
source: session with text that will be typed into the terminal on startup
zh_hans: 个启动时会将文本输入终端的会话

# ui.arrangements.trust.risk.smart_selection_rule.many
source: smart-selection rules with custom actions
zh_hans: 个包含自定义操作的智能选择规则

# ui.arrangements.trust.risk.smart_selection_rule.one
source: smart-selection rule with custom actions
zh_hans: 个包含自定义操作的智能选择规则

# ui.arrangements.trust.risk.ssh_connection.many
source: SSH connections that will be opened automatically
zh_hans: 个将自动打开的 SSH 连接

# ui.arrangements.trust.risk.ssh_connection.one
source: SSH connection that will be opened automatically
zh_hans: 个将自动打开的 SSH 连接

# ui.arrangements.trust.risk.trigger.many
source: triggers that run actions when matching output appears
zh_hans: 个在出现匹配输出时执行操作的触发器

# ui.arrangements.trust.risk.trigger.one
source: trigger that runs actions when matching output appears
zh_hans: 个在出现匹配输出时执行操作的触发器

# ui.browser.basic_auth.prompt.with_realm
source: The website “%1$@” requires a user name and password for “%2$@”.
zh_hans: 网站“%1$@”要求输入“%2$@”的用户名和密码。

# ui.browser.basic_auth.prompt.without_realm
source: The website “%1$@” requires a user name and password.
zh_hans: 网站“%1$@”要求输入用户名和密码。

# ui.browser.basic_auth.save_failed
source: Could not save the password for %1$@
zh_hans: 无法为 %1$@ 保存密码

# ui.browser.download.name
source: Browser Download
zh_hans: 浏览器下载

# ui.browser.download.requestor
source: Browser
zh_hans: 浏览器

# ui.browser.download.summary
source: Browser Download Source: %1$@ File: %2$@
zh_hans: 浏览器下载 来源：%1$@ 文件：%2$@

# ui.browser.history.visited_multiple
source: Visited %1$lld times
zh_hans: 访问了 %1$lld 次

# ui.browser.history.visited_once
source: Visited %1$lld time
zh_hans: 访问了 %1$lld 次

# ui.browser.page.bookmarks.added_format
source: Added %1$@
zh_hans: 添加于 %1$@

# ui.browser.page.bookmarks.clear_all
source: Clear All
zh_hans: 全部清除

# ui.browser.page.bookmarks.confirm.clear_all
source: This will delete all bookmarks. This action cannot be undone. Continue?
zh_hans: 这将删除所有书签。此操作无法撤销。是否继续？

# ui.browser.page.bookmarks.confirm.delete
source: Delete this bookmark?
zh_hans: 删除此书签？

# ui.browser.page.bookmarks.delete_tooltip
source: Delete this bookmark
zh_hans: 删除此书签

# ui.browser.page.bookmarks.empty.description
source: Start bookmarking your favorite websites to see them here.
zh_hans: 开始收藏常用网站后，它们会显示在这里。

# ui.browser.page.bookmarks.empty.title
source: No bookmarks found
zh_hans: 未找到书签

# ui.browser.page.bookmarks.filter_by_tags
source: Filter by tags:
zh_hans: 按标签筛选：

# ui.browser.page.bookmarks.loading
source: Loading bookmarks...
zh_hans: 正在加载书签…

# ui.browser.page.bookmarks.navigate_tooltip
source: Click to navigate to this URL
zh_hans: 点按以打开此 URL

# ui.browser.page.bookmarks.search_placeholder
source: Search bookmarks...
zh_hans: 搜索书签…

# ui.browser.page.bookmarks.sort.date_added
source: Date Added
zh_hans: 添加日期

# ui.browser.page.bookmarks.sort.title
source: Title
zh_hans: 标题

# ui.browser.page.bookmarks.sort_by
source: Sort by:
zh_hans: 排序方式：

# ui.browser.page.bookmarks.status.cleared
source: All bookmarks cleared
zh_hans: 已清除所有书签

# ui.browser.page.bookmarks.status.deleted
source: Bookmark deleted
zh_hans: 已删除书签

# ui.browser.page.bookmarks.subtitle
source: Manage and organize your saved websites
zh_hans: 管理和整理已保存的网站

# ui.browser.page.bookmarks.title
source: Bookmarks
zh_hans: 书签

# ui.browser.page.bookmarks.untitled
source: Untitled
zh_hans: 无标题

# ui.browser.page.common.back
source: Back
zh_hans: 返回

# ui.browser.page.common.clear
source: Clear
zh_hans: 清除

# ui.browser.page.common.clear_search
source: Clear search
zh_hans: 清除搜索

# ui.browser.page.common.language_code
source: en
zh_hans: zh-Hans

# ui.browser.page.common.load_more
source: Load More
zh_hans: 加载更多

# ui.browser.page.common.refresh
source: Refresh
zh_hans: 刷新

# ui.browser.page.common.today
source: Today
zh_hans: 今天

# ui.browser.page.common.try_again
source: Try Again
zh_hans: 重试

# ui.browser.page.common.yesterday
source: Yesterday
zh_hans: 昨天

# ui.browser.page.error.connection_hint
source: Check your internet connection and try reloading the page.
zh_hans: 检查互联网连接，然后尝试重新加载页面。

# ui.browser.page.history.clear_all
source: Clear All History
zh_hans: 清除所有历史记录

# ui.browser.page.history.confirm.clear_all
source: This will delete all browsing history. This action cannot be undone. Continue?
zh_hans: 这将删除所有浏览历史记录。此操作无法撤销。是否继续？

# ui.browser.page.history.confirm.delete
source: Delete this history entry?
zh_hans: 删除此历史记录？

# ui.browser.page.history.delete_tooltip
source: Delete this entry
zh_hans: 删除此记录

# ui.browser.page.history.empty.description
source: Your browsing history will appear here as you visit websites.
zh_hans: 访问网站后，浏览历史记录会显示在这里。

# ui.browser.page.history.empty.title
source: No browsing history
zh_hans: 没有浏览历史记录

# ui.browser.page.history.loading
source: Loading history...
zh_hans: 正在加载历史记录…

# ui.browser.page.history.navigate_tooltip
source: Click to navigate to this URL
zh_hans: 点按以打开此 URL

# ui.browser.page.history.search_placeholder
source: Search your browsing history…
zh_hans: 搜索浏览历史记录…

# ui.browser.page.history.status.cleared
source: All history cleared
zh_hans: 已清除所有历史记录

# ui.browser.page.history.status.deleted
source: History entry deleted
zh_hans: 已删除历史记录

# ui.browser.page.history.subtitle
source: View and manage your browsing history
zh_hans: 查看和管理浏览历史记录

# ui.browser.page.history.title
source: Browsing History
zh_hans: 浏览历史记录

# ui.browser.page.history.untitled
source: Untitled
zh_hans: 无标题

# ui.browser.page.onboarding.features.basics.description
source: Integrates with the iTerm2 password manager, Webkit adblock lists, and iTerm2’s AI chat feature.
zh_hans: 集成 iTerm2 密码管理器、WebKit 广告拦截列表和 iTerm2 的 AI 聊天功能。

# ui.browser.page.onboarding.features.basics.title
source: Browser Basics:
zh_hans: 浏览器基础功能：

# ui.browser.page.onboarding.features.beta.before_link
source: This is the first release! Expect some turbulence. As always,
zh_hans: 这是首个版本，可能会有一些不稳定情况。如遇到问题，请

# ui.browser.page.onboarding.features.beta.link
source: file an issue
zh_hans: 提交问题

# ui.browser.page.onboarding.features.beta.title
source: Beta Alert:
zh_hans: Beta 版提示：

# ui.browser.page.onboarding.features.engineers.description
source: Copy on select, broadcast input, advanced paste, and regex search simplify workflows.
zh_hans: 选择即复制、广播输入、高级粘贴和正则表达式搜索可简化工作流程。

# ui.browser.page.onboarding.features.engineers.title
source: Built for Engineers:
zh_hans: 为工程师打造：

# ui.browser.page.onboarding.features.features_title
source: Why You’ll Love It
zh_hans: 你会喜欢的功能

# ui.browser.page.onboarding.features.get_started
source: Get Started
zh_hans: 开始使用

# ui.browser.page.onboarding.features.iterm.description
source: Hotkey windows, split panes, and custom key bindings but for the web.
zh_hans: 热键窗口、分割窗格和自定义按键绑定也可用于网页浏览。

# ui.browser.page.onboarding.features.iterm.title
source: iTerm2 Superpowers:
zh_hans: iTerm2 强大功能：

# ui.browser.page.onboarding.features.limits_title
source: Know the Limits
zh_hans: 了解限制

# ui.browser.page.onboarding.features.page_title
source: iTerm2 Browser - Features
zh_hans: iTerm2 浏览器 - 功能

# ui.browser.page.onboarding.features.platform.description
source: Some features like Passkeys and advanced ad blocking are unavailable due to Apple’s restrictions on web views.
zh_hans: 受 Apple 对 Web View 的限制，通行密钥和高级广告拦截等部分功能不可用。

# ui.browser.page.onboarding.features.platform.title
source: Platform Constraints:
zh_hans: 平台限制：

# ui.browser.page.onboarding.features.productivity.description
source: Instant replay, global search, named marks, and the Composer bring iTerm2 features into the browser.
zh_hans: 即时回放、全局搜索、命名标记和 Composer 将 iTerm2 的功能带入浏览器。

# ui.browser.page.onboarding.features.productivity.title
source: Productivity Tools:
zh_hans: 效率工具：

# ui.browser.page.onboarding.features.secondary.description
source: iTerm2 doesn’t expect to be your primary browser. The purpose is to complement the terminal and facilitate particular tasks that other browser can’t.
zh_hans: iTerm2 并不打算成为你的主浏览器。它旨在补充终端，并帮助完成其他浏览器无法处理的特定任务。

# ui.browser.page.onboarding.features.secondary.title
source: Secondary Browser:
zh_hans: 辅助浏览器：

# ui.browser.page.onboarding.features.ssh.description
source: View files on remote servers in the browser when using SSH integration.
zh_hans: 使用 SSH 集成时，可在浏览器中查看远程服务器上的文件。

# ui.browser.page.onboarding.features.ssh.title
source: SSH Integration Magic:
zh_hans: SSH 集成：

# ui.browser.page.onboarding.features.subtitle
source: Power features and thoughtful limitations
zh_hans: 强大功能与审慎限制

# ui.browser.page.onboarding.features.title
source: What Can It Do?
zh_hans: 它能做什么？

# ui.browser.page.onboarding.intro.how_it_works.description
source: When you create a new tab or split pane using a browser profile, you get a fully-featured web browser instead of a terminal. Mix and match browser and terminal panes however you like: they’re all part of the same iTerm2 experience.
zh_hans: 使用浏览器配置文件新建标签页或分割窗格时，打开的将是功能完整的网页浏览器，而不是终端。你可以任意组合浏览器与终端窗格，它们都是同一 iTerm2 体验的一部分。

# ui.browser.page.onboarding.intro.how_it_works.title
source: How It Works
zh_hans: 工作方式

# ui.browser.page.onboarding.intro.learn_more
source: Learn What’s Possible
zh_hans: 了解可用功能

# ui.browser.page.onboarding.intro.page_title
source: Welcome to iTerm2 Browser
zh_hans: 欢迎使用 iTerm2 浏览器

# ui.browser.page.onboarding.intro.profile.description
source: In iTerm2, profiles define how sessions look and behave. Terminal profiles open a shell. Browser profiles are different: they open a web browser instead.
zh_hans: 在 iTerm2 中，配置文件决定会话的外观和行为。终端配置文件会打开 Shell，而浏览器配置文件则会打开网页浏览器。

# ui.browser.page.onboarding.intro.profile.title
source: What is a Browser Profile?
zh_hans: 什么是浏览器配置文件？

# ui.browser.page.onboarding.intro.subtitle
source: Terminal + Browser = Trowser
zh_hans: 终端 + 浏览器 = Trowser

# ui.browser.page.onboarding.intro.title
source: Meet the iTerm2 Browser
zh_hans: 认识 iTerm2 浏览器

# ui.browser.page.onboarding.profile.continue
source: Continue to Setup
zh_hans: 继续设置

# ui.browser.page.onboarding.profile.create_profile
source: Create Browser Profile
zh_hans: 创建浏览器配置文件

# ui.browser.page.onboarding.profile.note
source: Note:
zh_hans: 注意：

# ui.browser.page.onboarding.profile.note_description
source: You can create multiple browser profiles with different settings for different use cases. Each profile can have its own keyboard shortcuts and browser-specific configurations.
zh_hans: 你可以为不同用途创建多个浏览器配置文件，每个配置文件都可拥有自己的键盘快捷键和浏览器专用设置。

# ui.browser.page.onboarding.profile.page_title
source: iTerm2 Browser - Create Profile
zh_hans: iTerm2 浏览器 - 创建配置文件

# ui.browser.page.onboarding.profile.profile_description
source: A browser profile stores all your preferences and settings specifically for web browsing. This keeps your terminal and browser configurations separate and organized.
zh_hans: 浏览器配置文件专门存储网页浏览的所有偏好和设置，使终端与浏览器配置相互独立、井然有序。

# ui.browser.page.onboarding.profile.profile_title
source: Create Your Browser Profile
zh_hans: 创建浏览器配置文件

# ui.browser.page.onboarding.profile.status.already_exists
source: A browser profile already exists. You can continue to the next step.
zh_hans: 浏览器配置文件已存在，可以继续下一步。

# ui.browser.page.onboarding.profile.status.created
source: ✓ Profile Created
zh_hans: ✓ 已创建配置文件

# ui.browser.page.onboarding.profile.status.exists
source: ✓ Profile Exists
zh_hans: ✓ 配置文件已存在

# ui.browser.page.onboarding.profile.subtitle
source: Let's create a browser profile to get started
zh_hans: 首先创建一个浏览器配置文件

# ui.browser.page.onboarding.profile.success
source: Success!
zh_hans: 成功！

# ui.browser.page.onboarding.profile.success_description
source: Your browser profile has been created. You can now continue to configure your browsing experience.
zh_hans: 浏览器配置文件已创建，现在可以继续配置浏览体验。

# ui.browser.page.onboarding.profile.title
source: First Things First
zh_hans: 先做好准备

# ui.browser.page.onboarding.setup.ad_blocker.description
source: Blocks ads and trackers using WebKit content blockers. Improves browsing speed and privacy without sacrificing compatibility. If enabled, a new block list will be downloaded from the internet once a day.
zh_hans: 使用 WebKit 内容拦截器拦截广告和跟踪器，在不影响兼容性的情况下提升浏览速度和隐私。启用后，每天会从互联网下载一次新的拦截列表。

# ui.browser.page.onboarding.setup.ad_blocker.enable
source: Enable Ad Blocker
zh_hans: 启用广告拦截器

# ui.browser.page.onboarding.setup.ad_blocker.title
source: Ad Blocker
zh_hans: 广告拦截器

# ui.browser.page.onboarding.setup.instant_replay.description
source: Instant Replay keeps a rolling screen recording of your browser window, storing only the most recent contents. If you miss something, launch the player to review what was on the screen. Requires screen recording permission.
zh_hans: 即时回放会循环录制浏览器窗口的屏幕，仅保留最近的内容。如果错过了某些内容，可启动播放器回看。需要屏幕录制权限。

# ui.browser.page.onboarding.setup.instant_replay.enable
source: Enable Instant Replay
zh_hans: 启用即时回放

# ui.browser.page.onboarding.setup.instant_replay.title
source: Instant Replay
zh_hans: 即时回放

# ui.browser.page.onboarding.setup.page_title
source: iTerm2 Browser - Setup
zh_hans: iTerm2 浏览器 - 设置

# ui.browser.page.onboarding.setup.start_browsing
source: Start Browsing
zh_hans: 开始浏览
